import sys
import random
import os

k = 1
while (k==1):
    n = int(input("Εισάγετε βαθμολογία τραγουδιού:  ")
    if (n < 5):
        print("Αυτο που ψάχνεις ειναι Hard Rock")
    elif (n < 7):
        print("Αυτό που ψάχνεις είναι το Φωτογραφίες του Ραψωδού φιλόλογου")
    elif (n < 8):
        print("Αυτό που ψάχνεις είναι η Σφεντόνα του Παπακωσταντίνου")
    elif (n == 8):
        print("Αυτό που ψάχνεις είναι το Ενα καράβι παλιό Σαπιοκάραβο")
    elif (n < 9.5):
        print("Αυτό που ψάχνεις είναι όλα τα τραγούδια του Γιάννη Χαρούλη)
    elif (n == 0):
        print("Το αγαπημένο τραγούδι του Διαμαντή")
